{
    "content": {
            "perex-1": "Časový souběh průmyslové revoluce v Anglii (konec 18. století) a politické revoluce ve Francii, která vypukla roku 1789, dal vzniknout modernímu světu. Tedy světu, kterému rozumíme a ve kterém žijeme. Od té doby řeší evropská i globální společnost stále stejná dilemata: spravedlivý poměr mezi mírou svobody a mírou bezpečí, změnou a stálostí, pokrokem a udržitelností nebo bohatstvím a rovností.",
            "text-1_1": "Svět práce před modernizací (do poslední třetiny 18. století) Zemědělství po většinu dějin bylo hlavním sektorem zaměstnanosti a vlastnictví půdy hlavním zdrojem bohatství i politické moci. Z toho důvodu vztah k půdě představoval základní ukazatel společenského uspořádání předmoderní společnosti. Podmínky práce byly na venkově i ve městech z velké části určovány jinými než ekonomickými vztahy. Na venkově ekonomiku a s ní i svět práce ovládala šlechtická privilegia. Ve městech pak byla řemeslná výroba řízená cechy. Tyto překážky rozvoji obchodu a výroby se ale začaly postupně rušit od konce 18. století.",
            "text-1_2": "Průmyslová revoluce začala v Anglii. Zde bylo během poslední třetiny 18. století patentováno několik textilních strojů. Tyto stroje už neobsluhovali kvalifikovaní řemeslníci, ale nekvalifikovaní dělníci, často dělnice a děti. Logickým dalším krokem bylo postavení velkých hal, kde mohlo souběžně pracovat více takových strojů. Z dílen a manufaktur se tak postupně stávaly továrny. Se změnou způsobu výroby se začala měnit i celá společnost. Každá společenská změna má ale své náklady a své oběti. Období průmyslové revoluce byla pravděpodobně první trvalou společenskou změnou, jež byla pociťována v rámci jednoho lidského života. Sociální dopady změny byly však rychlejší, než se s nimi společnost stihla vypořádat.  Masy lidí byly postupně vytrhávány z tradičních vazeb předmoderní společnosti a to rychleji, než stačila rodící se moderní společnost vyprodukovat vazby nové. Počátky tržního hospodářství byly tak doprovázeny i zrodem moderní sociální otázky. Prostupnost sociálních skupin se začala zvyšovat. Stejně jako se otevírala cesta nahoru, byl snadnější i pád dolů. Období rané modernizace dalo základ našemu dnešnímu blahobytu. Jeho soudobá společenská daň byla ale vysoká."
    }
}
